{
	"Books":[
  {
    "id": 1,
    "title": "Opening Spaces: An Anthology of Contemporary African Women's Writing",
    "author": "Yvonne Vera",
    "author_bio": "<p><P>EDITOR<p>Yvonne Vera was born and raised in Bulawayo, Zimbabwe, gained her Ph.D. from York University in Canada, and was the Director of the National Gallery of Zimbabwe in Bulawayo. Yvonne Vera died at age 40 in 2005<p>Yvonne Vera&rsquo;s Without a Name and Under the Tongue both won first prize in the Zimbabwe Publishers Literary Awards of 1995 and 1997 respectively. Under the Tongue won the 1997 Commonwealth Writers Prize (Africa Region). Yvonne Vera won the Swedish literary award The Voice of Africa 1999.</p>",
    "authors": "Yvonne Vera (Editor), Yvonne Vera",
    "title_slug": "opening-spaces",
    "author_slug": "yvonne-vera",
    "isbn13": 9780435910105,
    "isbn10": "0435910108",
    "format": "Paperback",
    "publisher": "Heinemann",
    "pubdate": "September 1999",
    "edition": "1st Edition",
    "subjects": "General & Miscellaneous Literature Anthologies, Anthologies",
    "pages": 186,
    "overview": "In this anthology the award-winning author Yvonne Vera brings together the stories of many talented writers from different parts of Africa.",
    "synopsis": "<p><p>African women are seldom given the space to express their concerns, their ideas and their reflections about the societies in which they live. In situations where a good woman is expected to remain silent, literature can provide an important medium for the expression of deeply-felt and sometimes shocking views. In this anthology the award-winning author Yvonne Vera brings together the stories of many talented writers from different parts of Africa. The act as witnesses to the dramas of private and public life. Their stories challenge contemporary attitudes and behaviour, leaving no room for complacency.<p></p>",
  },
  {
    "id": 2,
    "title": "The Caine Prize for African Writing 2010: 11th Annual Collection",
    "author": "The Caine Prize for African Writing",
    "author_bio": "",
    "authors": "The Caine Prize for African Writing",
    "title_slug": "the-caine-prize-for-african-writing-2010",
    "author_slug": "the-caine-prize-for-african-writing",
    "isbn13": 9781906523374,
    "isbn10": 1906523371,
    "format": "Paperback",
    "publisher": "New Internationalist",
    "pubdate": "August 2010",
    "edition": "",
    "subjects": "Short Story Anthologies, African Fiction, African Literature Anthologies",
    "overview": "<p>The Caine Prize for African Writing is Africa's leading literary prize. For the past ten years it has supported and promoted contemporary African writing. Previous winners and entrants include Chimamanda Ngozi Adichie, Segun Afolabi, EC Osondu, Leila Aboulela, Brian Chikwava, Henrietta Rose-Innes, Mary Watson, and Binyavanga Wainaina.</p>\n<p>The 2010 collection will include the shortlisted stories and the stories written at the Caine Prize Writers' Workshop. It will be published in time for the announcement of the award in July 2010.</p>",
    "synopsis": "<p><p>The best in new short story fiction from Africa's leading literary award.<p></p>",
  },
  {
    "id": 3,
    "title": "African Folktales",
    "author": "Roger D. Abrahams",
    "author_bio": "",
    "authors": "Roger D. Abrahams, Dan Frank",
    "title_slug": "african-folktales",
    "author_slug": "roger-d-abrahams",
    "isbn13": 9780394721170,
    "isbn10": "0394721179",
    "format": "Paperback",
    "publisher": "Knopf Doubleday Publishing Group",
    "pubdate": "August 1983",
    "edition": "",
    "subjects": "Travel, Africa",
    "synopsis": "<p><P>Nearly 100 stories from over 40 tribe-related myths of creation, tales of epic deeds, ghost stories and tales set in both the animal and human realms.</p><h3>Library Journal</h3><p>This volume sports a hefty 95 stories gleaned from the notes of the earliest missionaries on up to recent anthropological studies. Abrahams admits that reading the stories lacks the full impact of hearing them told aloud but contends that they can nonetheless still be enjoyed. The stories feature numerous illustrations. Copyright 2001 Cahners Business Information.</p>",
  },
  {
    "id": 4,
    "title": "Unchained Voices: An Anthology of Black Authors in the English-Speaking World of the Eighteenth Century",
    "author": "Vincent Carretta",
    "author_bio": "",
    "authors": "Vincent Carretta",
    "title_slug": "unchained-voices",
    "author_slug": "vincent-carretta",
    "isbn13": 9780813190761,
    "isbn10": "0813190762",
    "format": "Paperback",
    "publisher": "University Press of Kentucky",
    "pubdate": "December 2003",
    "edition": "Expanded",
    "subjects": "United States History - African American History, African American History, African Diaspora History, American Literature Anthologies, Anthologies, Ethnic & Minority Studies, United States History - 18th Century - General & Miscellaneous, Africana - Afric",
    "overview": "Vincent Carretta has assembled the most comprehensive anthology ever published of writings by eighteenth-century people of African descent, capturing the surprisingly diverse experiences of blacks on both sides of the Atlantic--America, Britain, the West Indies, and Africa--between 1760 and 1798.",
    "synopsis": "<p><P>Vincent Carretta has assembled the most comprehensive anthology ever published of writings by eighteenth-century people of African descent, capturing the surprisingly diverse experiences of blacks on both sides of the Atlantic&#151;America, Britain, the West Indies, and Africa&#151;between 1760 and 1798.</p><h3>African American Review</h3><p>This excellent anthology meets a longstanding need for a scholarly collection of early Anglo African and African American writers.</p>",
  }
]
}
